Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZAboutKit/Sources/PZAboutKit/Resources/Localizable.xcstrings
Source language: en
Languages: es, fil, it, ja, ko, ru, vi, zh_hans, zh_hant

# aboutKit.ourApps.pzHelper4GI.description
source: Deprecated and integrated into The Pizza Helper.
es: Obsoleto e integrado en The Pizza Helper
fil: Hindi na ginagamit at isinama sa The Pizza Helper
it: Deprecato e integrato in The Pizza Helper
ja: 淘汰済み。全ての機能はすでに「ピザ助手（無印）」に搭載されておる。
ko: 피자 도우미에 통합되어 더 이상 사용되지 않음
ru: Устарело и интегрировано в The Pizza Helper
vi: Đã ngừng sử dụng và được tích hợp vào Trợ lý Pizza
zh_hans: 已淘汰。相关功能被并入以统一披萨引擎加持的披萨小助手。
zh_hant: 已淘汰。相關功能被併入以統一披薩引擎加持的披薩小助手。

# aboutKit.ourApps.pzHelper4HSR
source: Pizza Helper for HSR
es: Asistente de Pizza para HSR
fil: Pizza Katulong para sa HSR
it: Assistente Pizza per HSR
ja: 崩スタピザ助手
ko: HSR 피자 도우미
ru: Помощник по пицце для HSR
vi: Trợ lý Pizza cho HSR
zh_hans: 星铁披萨小助手
zh_hant: 星鐵披薩小助手

# aboutKit.ourApps.pzHelper4HSR.description
source: Deprecated and integrated into The Pizza Helper.
es: Obsoleto e integrado en The Pizza Helper.
fil: Hindi na ginagamit at isinama sa The Pizza Helper.
it: Obsoleto e integrato in The Pizza Helper.
ja: 淘汰済み。全ての機能はすでに「ピザ助手（無印）」に搭載されておる。
ko: 피자 도우미에 통합되어 더 이상 사용되지 않습니다.
ru: Устарело и интегрировано в The Pizza Helper
vi: Không sử dụng nữa và đã được tích hợp vào The Pizza Helper.
zh_hans: 已淘汰。相关功能被并入以统一披萨引擎加持的披萨小助手。
zh_hant: 已淘汰。相關功能被併入以統一披薩引擎加持的披薩小助手。

# aboutKit.PrivacyPolicy.title
source: Privacy Policy
es: Política de Privacidad
fil: Patakaran sa Pagkapribado
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
ru: Политика Конфиденциальности
vi: Chính Sách Riêng Tư
zh_hans: 隐私政策
zh_hant: 隱私政策

# aboutKit.contactMethod.appStore
source: App Store
fil: Paraan ng Pakikipag-ugnayan: App Store
it: Metodo di contatto App Store
ko: 앱 스토어
ru: оценка в App Store
vi: Cửa hàng ứng dụng

# aboutKit.contactMethod.tiktok
source: TikTok Global
it: TikTok Globale
ja: TikTok (国際版)
ko: 틱톡 글로벌
ru: ТикТок Глобал
vi: TikTok Toàn cầu
zh_hans: TikTok (国际版)
zh_hant: TikTok (國際版)

# aboutKit.contactMethod.bilibili
source: Bilibili
ja: ビリビリ (Bilibili)
zh_hans: 哔哩哔哩
zh_hant: 嗶哩嗶哩

# aboutKit.contactMethod.douyin
source: Douyin (TikTok CN)
ja: 抖音 (ドウイン)
ko: 틱톡 중국 버전 (Douyin)
ru: Douyin (ТикТок Китай)
vi: Douyin (TikTok Trung Quốc)
zh_hans: 抖音 (中国内陆版)
zh_hant: 抖音 (中國內陸版)

# aboutKit.contributors.name.hakubill
source: Haku Bill (水里的碳酸钙)
ja: Haku Bill (水中炭酸ｶﾙｼｳﾑ)
zh_hans: 水里的碳酸钙 (Haku Bill)
zh_hant: 水裡的碳酸鈣 (Haku Bill)

# aboutKit.contributors.name.shikisuen
source: Shiki Suen (孙志贵)
ja: 孫 志貴（ｺﾉｲﾄ ｼｷ; Shiki Suen）
zh_hans: 孙志贵 (Shiki Suen)
zh_hant: 孫志貴 (Shiki Suen)

# aboutKit.contributors.name.xinzoruo
source: Xinzoruo (心臓弱眞君)
ja: 心臓弱眞君 (Xinzoruo)
zh_hans: 心臓弱眞君 (Xinzoruo)
zh_hant: 心臓弱眞君 (Xinzoruo)

# aboutKit.contributors.name.yulijushi
source: Yuli Jushi (郁离居士)
ja: 郁離居士
zh_hans: 郁离居士
zh_hant: 郁離居士

# aboutKit.contactMethod.blueSky
source: BlueSky
ko: 블루스카이
ru: ГолубоеНебо

# aboutKit.contactMethod.discord
source: Discord
ko: 디스코드
ru: Дискорд
vi: Bất hòa

# aboutKit.contactMethod.facebook
source: Facebook
ko: 페이스북

# aboutKit.contactMethod.telegram
source: Telegram
ko: 텔레그램
ru: Телеграм
vi: Điện tín

# aboutKit.contactMethod.twitter
source: X (Twitter)
ko: X (트위터)
ru: X (Твиттер)

# aboutKit.contactMethod.youtube
source: YouTube
ko: 유튜브
